{
    "CampaignCityHistoryPeriodsProsperityViolence":  {
                                                         "Title":  "Campaign City History Periods Prosperity Violence",
                                                         "Description":  null,
                                                         "Items":  [
                                                                       "Valuable natural resources are discovered within kingdom boundaries.",
                                                                       null,
                                                                       null,
                                                                       "A record harvest means the kingdom can trade with its excess and import items that cannot be grown or produced locally.",
                                                                       "This resulted in strong trade ties with some of it\u0027s neighbours. All common items are available, as are a lot of rarer items. The kingdom has several large marketplaces and is constantly visited by traders from other nations. If you can?t find something available for purchase in this kingdom, then it is not worth buying.",
                                                                       null,
                                                                       "Lost treasure is discovered within the kingdom. +Artifact",
                                                                       "Among it all, is the [Artifact]. This is an extremely well-guarded secret.",
                                                                       null,
                                                                       "New understanding of magical techniques leads to an influx of academics and increasing prosperity for the kingdom. +Magic",
                                                                       "As a result, magic is more commonplace in this kingdom than elsewhere. People are less likely to be shocked seeing evidence of sorcery than others in the world. There are also likely to be lesser enchanted items (such as light globes) in common use throughout the kingdom, elevating the level of technology slightly above the norm.",
                                                                       null,
                                                                       "A powerful magical artefact is discovered that benefits the kingdom. +Artifact",
                                                                       "It is in fact, the [Artifact]. This is an extremely well-guarded secret.",
                                                                       null,
                                                                       "New farming techniques and modes of transport increase prosperity in the kingdom.",
                                                                       null,
                                                                       null,
                                                                       "The kingdom reaches a peace accord with a neighbour it had previously been in conflict with, opening trade between the two.",
                                                                       "This resulted in strong trade ties with some of it\u0027s neighbours. All common items are available, as are a lot of rarer items. The kingdom has several large marketplaces and is constantly visited by traders from other nations. If you can?t find something available for purchase in this kingdom, then it is not worth buying.",
                                                                       null,
                                                                       "The rulers of the kingdom enact laws that benefit a section of society. +Privileged",
                                                                       "As a result, [Privileged Race] characters have advantage when interacting with city officials or someone in a position of authority",
                                                                       null,
                                                                       "The kingdom establishes a professional army to defend its borders. +Army",
                                                                       "Encounters with regular guard patrols reinforce the fact that the city has a force of protectors watching over it.\\nWhen in a civilized part of the kingdom and outdoors there is a 2-in-6 chance a city guard patrol is nearby.",
                                                                       "Guards Nearby!? Roll Here to see!",
                                                                       "A new religion is founded within the kingdom by [Campaign Cults and Religious Groups]. They call themselves The [Secret Society Name Generator]. +Religion",
                                                                       "[Religion Boost Result]",
                                                                       null,
                                                                       "An indigenous people is wiped out or subjugated and their valuables used to swell the coffers of the kingdom.",
                                                                       null,
                                                                       null,
                                                                       "[Campaign Cults and Religious Groups] within the kingdom rises to prominence and becomes recognised as a state religion. They call themselves The [Secret Society Name Generator]. +Religion",
                                                                       "[Religion Boost Result]",
                                                                       null,
                                                                       "Kingdom conquers a neighbour, making its citizens servants and claiming their lands and goods. +Tribute State",
                                                                       "As a result, the kingdom now has another kingdom that pays money or goods as tribute to it. This kingdom is [Campaign City Names 9], [Campaign City Names 10]. This arrangement [Tribute State Relations]",
                                                                       null
                                                                   ]
                                                     }
}
