{
    "ClergyNotableInterests":  {
                                   "Title":  "Clergy Notable Interests",
                                   "Description":  null,
                                   "Items":  [
                                                 "There\u0027s \"treasure\" to be \"found\" at a rival religious leader\u0027s home",
                                                 "The famous Count [NPC Any Race or Gender Name] is in town. He is NOT a fan of this religion",
                                                 "[NPC Any Race or Gender Name] a clergy member, has run away to join the crew of \"The [NPC Nickname 1] [NPC Ship Name]\".",
                                                 "The membership dues are being raised. Everyone is upset and wondering why.",
                                                 "The body of a female [Race Labels Good Races] was found inside the basement. Everyone is arguing over what to do about it.",
                                                 "The church is losing members left and right",
                                                 "The clergy will pay handsomely for sabotage of other rival churches",
                                                 "The clergy is planning something big in the nearby [Quest Color Nouns] [Quest Location 2]",
                                                 "[NPC Any Race or Gender Name] the church messenger was attacked by a [NPC Challenging Monster] in the nearby [Quest Color Nouns] [Quest Location 2]",
                                                 "The town of [Small Town Name] is suffering a [Pest] infestation.",
                                                 "The body of a male [Race Labels Good Races] was found in the belfry. Nobody knows who it is or how he died.",
                                                 "There is excitement about preparations for an upcoming carnival.",
                                                 "[NPC Any Race or Gender Name], a member of the church, dissapeared after voicing doubts about the religion last week.",
                                                 "The church cellar is haunted.",
                                                 "[NPC Any Race or Gender Name] the church scribe has mysteriously disappeared.",
                                                 "Bishop [NPC Any Race or Gender Name] is publicly opposing this church.",
                                                 "A number of people have been complaining of rash and depression.",
                                                 "[NPC Any Race or Gender Name] has discovered the location of a secret entrance to a rival church.",
                                                 "[Adjective Evil] magics are being exerimented with under the church at night.",
                                                 "The [Secret Society Name Generator] has a sect in town. They are a secret society, and friends of the clergy here.",
                                                 "The body of a male [Race Labels Good Races] was found in the bedroom of the clergy leader\u0027s home. Everyone wants to keep that under wraps.",
                                                 "The church coffers were recently raided by The [Secret Society Names 1] Boys.",
                                                 "[Random Human Male Family First Name] \"[NPC Nickname 1] [NPC Nickname 2]\" [Random Human Family Last Name 2] a prominent clergy official here, has run away to join the crew of The Baron [NPC Nickname 2].",
                                                 "The [Secret Society Name Generator] has a sect in town. They are a secret society, and enemies of the church.",
                                                 "[Random NPC Name] has discovered a juicy secret about the king that could benefit the church.",
                                                 "The local shipwrights are planning a strike. This church might have had a hand in instigating this.",
                                                 "There was a brawl between [Random Goliath Birth Name 2] and [Random Halfling Male First Name] the ranger last night at [Tavern Seedy Names 1] [Tavern Seedy Names 2] Tavern. They were both clergy members, so that doesn\u0027t look good.",
                                                 "The local painters are planning a strike. This church might have had a hand in instigating this.",
                                                 "The [Secret Society Name Generator] has a sect in town. They are a secret society who works with the church rivals.",
                                                 "There was a brawl between [NPC Any Race or Gender Name] and [NPC Any Race or Gender Name] last night in the church basement. Niether have been seen since.",
                                                 "All the different religions here are at each other\u0027s throats.",
                                                 "The circus is in town.",
                                                 "The local [NPC Profession]s are planning a strike.",
                                                 "[[NPC Any Race or Gender Name] the mobster has mysteriously disappeared after attending religious services here yesterday...",
                                                 "The ship \"The [NPC Nickname 1] [NPC Ship Name]\" has docked nearby.",
                                                 "[NPC Any Race or Gender Name] and [NPC Any Race or Gender Name] will be fighting a duel tomorrow. Church membership is about to go down by one.",
                                                 "The fireworks wizard is in town.",
                                                 "Archbishop [Random NPC Name] is dying of an incurable affliction. That\u0027s not good news for the clergy here.",
                                                 "A number of people have been complaining of chills and palsy.",
                                                 "[NPC Any Race or Gender Name] , the clergy book keeper, has run away to join the crew of \"The [NPC Nickname 1] [NPC Ship Name]\"."
                                             ]
                               }
}
