{
    "Title":  "City Curse",
    "Description":  null,
    "Items":  [
                  "bodies are burned upon death or buried under heavy stone slabs since the dead do not rest easy in the kingdom. On nights of the full moon they may rise from their graves to menace the living.",
                  "the birth rate in the kingdom has declined. Unless something is done to rectify this, the kingdom might become an empty ruin.",
                  "a huge sea beast prowls the coast of the kingdom, occasionally venturing onto land and causing widespread destruction before returning to the watery depths.",
                  "a jealous warlock who was the spurned lover of the [King Or Queen] cursed the land so that only girls would be born in order to prevent a male heir.",
                  "Melora, goddess of the wilderness, determined that the kingdom abuses the animals it domesticates, and now all domesticated animals are infertile. This causes terrible domestic strain on the kingdom, as all animals must be imported.",
                  "A cabal of wizards that used to be in the queen\u0027s council but were later ostracized have enchanted the soil of the land to turn into glue when it rains. When it rains no one can go outside and commerce stops.",
                  "A powerful elven wizard named [Random Elf Male First Name] has enchanted the kingdom\u0027s forests so that any trees that are cut down decay within a year, thus preventing them from being used for anything. Only naturally fallen trees can be used, other lumber must be imported despite large nearby forests.",
                  "A portent of death was seen that decreed all first born children in the kingdom die if the [King Or Queen] does not willingly sacrifice themselves to the Raven Queen, the goddess of death, on their 35th winter solstice. This has been faithfully followed ever since.",
                  "A [Campaign Item] bearing the symbol of the god [Deities Reference|1] must remain in constant motion, carried throughout the kingdom day and night. Should it stop moving for any reason, the weather changes to hail and destroys the kingdom\u0027s crops until it is back in motion again. A secret society was created by the [King Or Queen] to make sure this doesn\u0027t fail, and they call themselves The [Secret Society Name Generator]. Their symbol is [Symbols].",
                  "The king was cursed by his evil half sister named [Random Human Female Family First Name]. As the king is weakens because of the curse, the crops will begin to fail and the land will face famine and sickness. Only the holy cup can heal the king and the land- which the knights have been preoccupied searching for ever since.\\n"
              ]
}
