{
    "Title":  "City Interesting Events",
    "Description":  null,
    "Items":  [
                  "An assassination plot is underway to take out the leader of the [City Guilds] Guild. It takes place in [1d10+2] days.",
                  "One of the city\u0027s officials was just murdered by a political rival. This won\u0027t be discovered for [1d10+2] days.",
                  "Goblins have been tunneling under the city walls for decades in preparation for a massive invasion. Nobody has noticed the sunken ground over their tunnels yet, but the invasion attempt is set to take place [3d20+10] days from now.",
                  "The largest brothel in the city, [Brothel Name], is currently holding a \"the best lover in the land\" competition. It\u0027s the first one ever, and people are talking about it all around town. (See Brothel Generator)",
                  "The city\u0027s annual combat tournament begins in [1d6+2] days.  Anyone may enter, but no weapons of any kind or spells are allowed.  It is held in a dirt floor arena behind the market square.",
                  "The city economy is tanking. This is evidenced by more than the usual number of vagrants, and and unhappy residents all around. A riot in the city center will take place in [1d4+2] days. Flyers for a \"demonstration\" can be seen all around.",
                  "Every friday in the city merchants slash their prices by 25%.  People who live in the city depend on this, and thus the only folks really shopping during the week are outsiders.",
                  "The leader of the city will die from apparent natural causes in [1d6+3] days. The actual cause will be the effects of long term poisoning by his wife.",
                  "The circus comes to town in [1d6+2] days. It will show up unannounced outside the city walls.  The circus is going to use magic to pickpocket everyone who attends and then disappear into thin air.",
                  "A building the players visit will burn to the ground in [1d3] days. [1d6+1] adjacent buildings will also perish in the towering inferno. Everyone burns to death unless the players intervene.",
                  "The confirmation of the city\u0027s new ambassador happens in [1d4+1] days. It will draw huge crowds, and pickpockets.",
                  "A blood red moon will take place in [1d3+1] days.",
                  "The Festival of [Festival Color Nouns] occurs in [1d20+2] days. The city is abuzz about it."
              ]
}
