{
    "Title":  "Encounter Interesting Event Plains",
    "Description":  null,
    "Items":  [
                  "A lone scarecrow in the middle of a field, but there\u0027s no farm nearby. (The PCs will see several, only to realize that they\u0027re all the same one somehow. Are they going in circles or is it following them?)",
                  "A scarecrow that has wet tears on it\u0027s cheeks.",
                  "There are no trees, nothing but grass as far as the eye can see. No rivers, no water, nothing to get your bearings on but this endless desert of golden grass. No sound but the swaying of blades of grass and the occasional call of a carrion bird.",
                  "The loam beneath your feet is rich and dark. Countless eons of decaying life has built up here. Bleached bones occasionally cluster together where herds of beasts died en masse in a drought year.",
                  "In the endless horizon you can see the occasional ripple as something you can\u0027t see moves through the grass. Who knows if its friendly.",
                  "Solitary apparitions of orc children who glide motionless towards/away from players, disappearing at the last second as their mouths open in a silent scream.",
                  "Balls of snakes entwined in a great mass; when players look closer, the snakes are in various states of devouring one another, and slough rotting away when handled.",
                  "Whispering grass; if players try too hard to pay attention, they get a high frequency ringing in their ears.",
                  "The grass here is carnivorous!",
                  "TICKS! SWARMS OF TERRIBLE TICKS!!!",
                  "Something is rattling in the grass as you walk. Not like a snake, more like... bones.",
                  "In this area- there\u0027s no wind. The grass and shrubs don\u0027t move at all. It\u0027s eerily quiet.",
                  "The grass here is bubbling out black ooze from the stalks...",
                  "In the night you see lights in the distance and children laughing. If you don\u0027t look at them they get closer until they are right behind you. One of your party members with long hair finds it braided with a black flower in it.",
                  "The land here forces everyone to have terrible nightmares tonight. No one is rested in the morning.",
                  "Voices are screaming warnings in the distance with no one in the immediate area. The warnings sound out-of-date and not applicable to the current situation.",
                  "All sound is muffled here for no apparent reason.",
                  "Flowering plants here will cause vivid hallucinations. This effect dissapears if the flowers are uprooted or picked.",
                  "The players begin to feel the earth underneath them move as if some creature lurks below the ground...",
                  "Humanoid shadows appear briefly in the tall grass, but they quickly dart out of players view.",
                  "Here there is a huge swath of the bones of tiny animals. A carpet made of the bones of small mamals and tiny birds.",
                  "There is a tree off in the distance that the PCs can\u0027t seem to make progress towards. Occasional glances towards it over the tall grass sometimes show what looks to be a body hanging from a rope, but the tree is too far away to make it out for certain. It\u0027s hard to keep track of the tree easily, due to the really high grass. They can\u0027t tell if they just can\u0027t reach the tree or if they\u0027re getting turned around...",
                  "A lone tree on a small hill has 1d4 skeletal bodies hanging from it.",
                  "The grass here comes up to your chest. As you push your way through it, something in the grass grabs your leg. It feels like a child\u0027s hand but turns out to only be the branch of a small shrub.",
                  "Occasionally the grass parts gently, as though a large but invisible creature were moving through it stealthily. It turns out to be nothing but the wind.",
                  "Air currents are strange here. Occasionally the wind at your back feels strangely localized, as if somebody was breathing on you from behind.",
                  "What are those bones in the grass there? Oh, a sheep. What\u0027s that following us? Another sheep. Those shapes on the hilltop? Sheep again. What\u0027s that outside our tent? Probably sheep again.",
                  "A hint of sulfurous rot rises up in your nose. The breeze tugs at the blades of grass, whispering and hinting at something horribly wrong that smells like a burning zombie.",
                  "An abandoned farmhouse stands here, ravaged by time until only it\u0027s bones still stand. An old path leads past a dead oak off to nowhere. The fields are very well tended...",
                  "The grass is made of glass here. It\u0027s incredibly dangerous to walk through.",
                  "An epic war was waged here, and the field is still littered with the aftermath. Broken weapons poke from the ground, and the blood from the battle never dried. Each footstep sinks into dark red mud, while corpses that never seemed to decay lay motionless, blank eyes staring at the party.",
                  "Birds are circling overhead of the tall grass in front of the party.",
                  "An abandoned camp with signs of a struggle.",
                  "A watering hole here is surrounded by dead animals.",
                  "An abandoned bird\u0027s nest structure with notes from tracking game that sounds suspiciously like the party.",
                  "This area seems to be in a perpetual twilight.",
                  "A murder of crows is following you. They are very persistant.",
                  "The tall grass here seems to sway in the opposite direction of the wind.",
                  "In the distance, mirages play tricks on you, and it looks as though people stand tall in the grass, watching you. If you approach, they fade with the closing distance, leaving no indication of their existence.",
                  "Low moans can be heard here, as though the earth is groaning in displeasure.",
                  "A copse of trees stands alone on a hilltop. Ravens circle it. Approaching it scatters the ravens, but you can find no reason for their presence.",
                  "Shadows flit out of the corner of your vision - turning toward them yields nothing, but you can always see what appears to be moving shapes, like stalking hunting beasts.",
                  "A windmill next to an old abandoned house. The windmill is still operating despite having nobody to tend it.",
                  "A waterwheel next to a swift stream turns and creaks as it moves.",
                  "A carved stone pillar is poking out of the field. The markings on the pillar are not in the local language.",
                  "A bell chimes. Only those failing a DC [1d10+10] Wisdom saving throw hear it, but they are compelled to seek it out.",
                  "The party comes across a group of nomads. They are bandits but offer the party their hospitality for [1d3+1] days, at which point they will decide how best to rob the party.",
                  "The party is greeted by ox merchants. The animals are docile and follow simple orders, costing 50 gold each.",
                  "A hungry lioness can be seen peeking over the top of the grass occasionally. The rest of her pride is lying further down, in wait, ready to sprint around to encircle the party and cut off points of escape.",
                  "The party hears the sound of war drums, seemingly very close.",
                  "You meet two Ogres that refer to themselves as ?Border Patrol?. They can be easily bribed and the party can easily sneak by later.",
                  "The party comes across an old abandoned Legionnaire fort with scratch marks all around it. Pushing open the door reveals hundreds of old human corpses and bones. The well still has clean water.",
                  "The party encounters a small group of followers from a near by village that follow the blades of the grass god.",
                  "A solar eclipse reveals a nearby temple that is invisible in sunlight. If players are inside the temple when the eclipse ends they will be unable to leave the same way they came in.",
                  "The party encounters two barrels of ale. One is a mimic.",
                  "A pack of [3d4] scavenging gnolls rummages about some old metal.",
                  "You walk upon a battle, as a force of [4d4] wild dog-riding kobolds harries a smaller amount of goblins.",
                  "A small hut lies in the distance.",
                  "A tavern sits alongside the road, nestled in the field-- it\u0027s a real dive. (See Tavern Generator)",
                  "A church sits alongside the road, nestled in the field- it\u0027s seen better days. (See Church Generator)",
                  "A small delegation approaches you, informing that you intrude upon lands owned by a local lord, and to leave or be arrested and brought forth to appeal. The lord in question is a black half-dragon, quite cruel and offering work for leniency.",
                  "A caravan of farmers hauling harvested goods run into you heading your same direction and offer to hire you to supplement their guards.",
                  "A lightning strike near the party lights the grassland on fire! (See the bottom of the Forest Travel Generator for forest fire considerations)",
                  "An awakened cow greets the party and tries to sell them barley and berries. It can only use its mouth to carry said food, leading to it being covered in slobber.",
                  "A mechanical bird leads the party to a well. There?s a flock of sheep but no shepherd. The bird keeps signaling to the well\u0085",
                  "A large set of tracks leads from a fresh carcass into a cave one hour away. A skilled tracker might notice the tracks belong to a fearsome tyrannosaurus rex.",
                  "At night, you come accross three strange gnomes holding hands. If they notice the party they disappear in a flash of light. If left to finish, they still disappear but have left a circle of 51 electrum tokens.",
                  "A trio of golem stand atop a small white hill, one of steel, one of rock and one of ice. They each have seven eyes on their front.",
                  "You meet a tribe of gnoll who claim to have given up fighting and seek hermitage, but they?ve been harassed by misled settlements for years due to other tribes nearby. Can you settle this issue without violence?",
                  "The results of a band of goblins robbing a traveling tailor. The fields are filled with a huge number of clothes and hats.",
                  "A shimmering pond in a clearing known for making anyone who drinks from it lucky for three days.",
                  "An area where nothing grows, and not even druid magic can grow plant life here.",
                  "A buried corpse. (The players meet the murderer in the next city.)",
                  "The grasses here are strikingly [Color].",
                  "A small grove of saplings that were intentionally seeded among piles of humanoid bones, creating natural effigies that rattle in the wind.",
                  "Grasses that float several feet off the ground. Inspection reveals shimmering glyphs under the roots.",
                  "Land that, as the party walks across it, produces a hollow sound, like the soil beneath holds a cavern or void.",
                  "A large herd of owlbear asleep in a berry patch. Blue stains cover their beaks and they cannot be easily roused (location likely under fey influence).",
                  "A fairy ring which the locals say becomes an entryway to the Feywild once in a blue moon, and to the Shadowfell every thirteenth blue moon.",
                  "A field where the sounds of the plains fade away to silence. Then you realise you can?t hear your footsteps any longer. Or your voices\u0085",
                  "An enormous pit trap into which you might stumble. Can you escape before whoever set it ? or whatever they set it to catch ? returns?",
                  "A troll guarding a broken down caravan, claiming to be a soldier.",
                  "A plantation of mystic sage, that has not been abandoned for long. As soon as the players set foot into the field, voices are heard from a few meters away.",
                  "A clearing that has one area that the grass refuses to grow. The area is in the shape of a man lying down.",
                  "A man in all green plate armor meditating infront of a solitary oak tree. The man has slightly green skin and grass green hair. Upon trying to wake him, your vision wavers for a moment and the man is now a skeleton with plant life growing all over and in it.",
                  "A small wooden bridge that allows passage over an even smaller creek. There is an ogre manning the bridge with a sign in crude common ?Please pay the toll.? (If the party chooses to kill the ogre, they will find a licence from the local lord?s build bridgers to allow better travel in the area and that the ogre can collect a toll. They will also find a note that says ?Have fun at work today, daddy? as well as a what looks like a laminated picture of a small ogre girl and female ogre.)",
                  "Two gnomes sitting next to each other, singing in a language no one can understand. (The language is made up, and the gnomes will not pay attention to you until you speak gibberish at them.)",
                  "A pond with delicious and clear water you can step in and drink, but you can?t take any of the water in a container, nor can you drop anything into the water.",
                  "A clearing with 8 complete totems, and a ninth one being constructed by centaurs to honor their recently-deceased chieftain.",
                  "An abandoned [Abandoned Building Type] overgrown with weeds.",
                  "A statue of a [Violent Race Single], overgrown with weeds.",
                  "A giant hole in the ground going straight down hundreds of feet, with a possible cave entrance at the bottom.",
                  "A garden of flowers.",
                  "A small pond, inhabited by a lone pixie. She offers you a reward if you ?play? with her.",
                  "A long-abandoned pit trap with broken stakes at the bottom! It has partially crumbled, but is still quite dangerous.",
                  "An area where every blade of grass is [Color] and glows in the dark! It is attracting attention (enemies sort of attention) for miles...",
                  "A giant?s farm. It has the biggest carrots anyone has ever seen! (hope the farmer isn?t around...)",
                  "The rotting grass here is actually a shambling mound...",
                  "The tracks of [Challenging Monster] meander the plains here. Who knows if it\u0027s still nearby...",
                  "A giant herd of cattle happen upon you today. It\u0027s best to get out of their way...",
                  "The village that you come to has just had adventurers a lot like your party come through, and have prepared an appropriate welcome. (If your party are heroes, it might be fresh-baked bread. If your party is a bunch of jerk murder-hoboes, it might be tar and feathers.) (See Village Generator)",
                  "While passing through an abandoned farm, you come across a scarecrow that psychically whispers to you. It gives the party an ?impossible? riddle and claims that if you cannot answer then it will not let you pass. (Note: Scarecrow cannot move and players need not answer the riddle in order to simply walk past.)"
              ]
}
