{
    "Title":  "Tavern Unique Feature",
    "Description":  null,
    "Items":  [
                  "This tavern has a map of the world painted on the wall around the fireplace. Visiting travelers leave notes stuck in the cracks near various places with a bit of information about that area.",
                  "A taxidermy Beholder hangs from the ceiling in the center of this tavern. It?s not a real Beholder. It was made out of leather and paint, but it?s up high enough that no one can get a close look.",
                  "The Bartender and serving girls all wear bright green and gold floral sashes over their left shoulders, draped across and tied at the right hip. \u003ci\u003eA few patrons wearing similar sashes drink for free.\u003c/i\u003e",
                  "Dozens of floating orbs of light, the size of goose eggs, drift lazily around the tavern, giving off plenty of illumination - \u003ci\u003eto avoid dark corners and sinister plotting.\u003c/i\u003e",
                  "Benches mounted to the walls assure that every patron has a protected back. There are no stools or seats at the bar. \u003ci\u003eNo one will be getting backstabbed at this establishment.\u003c/i\u003e",
                  "Knee high platforms crisscross the tavern floor so that the Halfling servers can easily fill mugs and clear tables. It does make for a tripping hazard for tall folk, so watch yer step. \u003ci\u003eAnyone involved in a bar brawl will have disadvantage on attack rolls.\u003c/i\u003e",
                  "This tavern reeks of pickled fish. The owner cures them himself and sells them to travelers in sealed clay pots. \u003ci\u003eThe pots do little to mask the odor.\u003c/i\u003e",
                  "An elaborate tapestry hangs behind the bar. Rumor has it that there are secret symbols and writings embroidered into the pattern. Some say it?s a treasure map. Others say it?s magical incantations for powerful spells. And others claim it hides the password for a secret society. \u003ci\u003eThe barkeep says she just thought it was pretty.\u003c/i\u003e",
                  "A life sized statue behind the bar of a human man covering his eyes is supposedly the original owner of the tavern. Legend has it he fell in love with a Medusa and she accidentally turned him to stone. \u003ci\u003eMany spellcasters over the years have tried to reverse the condition, yet failed.\u003c/i\u003e",
                  "The proprietor of the tavern is a shifty old dwarf, always looking over his shoulder and scanning the room. Occasionally he is spotted speaking to the bar itself as he wipes down the counter top. Whenever the fire in the hearth is dying, he runs his hand over the mantle, whispers to it in a comforting manner before the entire building shudders, creaks, strains, before letting out a groaning exhale and the fire is revitalized. \u003ci\u003eSome believe the tavern itself is living.\u003c/i\u003e",
                  "An enchanted lute provides a musical accompaniment to the tavern. It has a respectable repertoire, but one string is out of tune, making concentration checks difficult. \u003ci\u003eThe tavern owner despises bards, having his paramour swept off by one. So anyone offering to retune the lute might be met with violence.\u003c/i\u003e",
                  "There is a dog. A friendly one. The unusual thing is that everyone sees the dog differently. A highlander Barbarian sees the dog as a longhaired red highland setter, but a woodelf might see the dog as a black wolfhound, and a mountain Dwarf might see it as a small rat-terrier. \u003ci\u003eThis difference is unlikely to be noticed at the time, and only comes up during conversation later, after leaving the tavern.\u003c/i\u003e",
                  "This is a saloon-style tavern with a modest stage up front where all the patrons can see. \u003ci\u003eOn Friday nights a local soothsayer sings her prophecies.\u003c/i\u003e",
                  "The tavern is associated with a local mages guild, and has magical brews on tap. Upon downing a pint, roll on wild magic table",
                  "The tavern is known for its strong drinks, occasionally a drunken reveller will come in demanding \u0027hammerbrew\u0027, which will invariably knock them out for 1d4 hours (on a DC 25 con check) \u003ci\u003eHammerbrew is incredibly expensive and the barmaid demands to be paid in advance, including tip!\u003c/i\u003e",
                  "The tavern has had enough of twitchy adventurers. All wood fittings have been burned to a blackened tone, and a large sign suggests any magic usage will lead to a ban from all establishments in the area. People are often thrown out for appearing to use magic, even if they aren?t. The tavern is that gun-shy.",
                  "The bar is staffed with retired \u0027adventurers\u0027. All are significantly mauled, scarred and most missing fingers, eyes, or limbs. Similarly battered adventurers will drink for free, in return for a tale to the general audience.",
                  "The walls are covered with hundreds of mounted heads- some unsurprising, such as a troll or a small dragon- others more so, such as a blinking, it blinked , I swear, didn?t you see it? half orc or...\u003ci\u003eis that a baby?\u003c/i\u003e",
                  "The entire tavern is curiously dusty, despite being well attended, some areas look like they have a decade of dust upon them. \u003ci\u003eIf dust is swept off an empty table, all regulars will groan, and a large number of days written in chalk on the bar will be wiped off.\u003c/i\u003e",
                  "The mugs are enchanted to refill themselves when you snap your fingers. \u003ci\u003eYou still get charged for the refills though.\u003c/i\u003e",
                  "The grounds were hallowed such that the entire area is magically silent. Patrons come from near and far for the extraordinary peace and quiet it offers. Ordering food and drink can be a bit of a hassle though, having to pantomime eating or drinking, and being brought whatever is being served that day.",
                  "A halfing sitting on a table playing a medium violin like cello. \u003ci\u003eThe Halfling is the owner, and not a very talented musician.\u003c/i\u003e",
                  "Behind the bar there\u0027s a thin-toothed comb made out of a shell, and the bartender tends to become gloomy if asked about it.",
                  "Each table and stool is a full carved piece of stonework, which slides glassily across the floor on clever grooves hidden in the floor. Given a few minutes, you can arrange every table in the place into one long feast table, with the tables making a sort of zig-zag line.",
                  "Strict No Adventurers policy - time for some Charisma checks",
                  "A friendly mastiff hound wanders around the tavern begging at tables for snuggles and scritches. \u003ci\u003eAny adventurer that feeds it a piece of meat will find that the dog will make its way outside toward a treasure chest hidden in the dirt outside.\u003c/i\u003e",
                  "This tavern has a fireplace containing a magical blue flame that radiates cold, rather than heat. This same blue flame is also behind the bar, beneath an iron grate upon which several mugs sit. This keeps them frosty cold, and makes this tavern an area favorite. \u003ci\u003eDevils like to visit here for a change of scenery.\u003c/i\u003e",
                  "This tavern is frequented by wild storytellers, who tell the truth about 25% of the time.",
                  "All patrons must check their weapons at the door of this tavern, much like a coat check. You are given a numbered ticket and the weapon is stored away in a back room behind a curtain. \u003ci\u003eUnbeknownst to the players, this tavern is notorious for ?accidentally? replacing high quality or magical weapons that have been checked with inferior duplicates.\u003c/i\u003e",
                  "All the food and drink have a slightly off taste. Not to the point of inedibility, but enough to notice something\u0027s off about it. When asked the bartender just smiles and says everything\u0027s spiced with a \"special ingredient\" here. \u003ci\u003eAn investigation will reveal the barkeep raises snails and uses their slime as a staple ingredient in all of the food. He uses the slime from his favorite snails for his regulars.\u003c/i\u003e",
                  "The ceiling of the tavern is very high up, and rather than walk around the tables servers descend from above in a complicated harness system. \u003ci\u003eSometimes, when nobody\u0027s looking, a hook will descend and pull up especially drunk patrons.\u003c/i\u003e",
                  "The owner/bartender was a merchant for many years and can\u0027t reset a good haggle. A large chalkboard behind the bar displays a list of the lowest prices customers have managed to get out of him this evening, complete with a chalk portrait of the current #1 cheapskate.",
                  "One of the servers looks a bit like a monkey, their arms dragging on the floor. On closer inspection... She is a monkey. You might not always get exactly what you ordered, but if you dare complain this monkey will show their teeth, and you really don\u0027t want to fight her.",
                  "When you come in, you\u0027re in luck: there\u0027s exactly enough seats left for your party! Turns out this tavern scales with the number of patrons in it, and is always exactly big enough to have that bustling, slightly cramped tavern feel. The servers and cooks are real however, so if too many people come in at once, you might have to wait for your meal for a bit!",
                  "Beverage faucets are fashioned to resemble a wooden snake spitting the liquid out.",
                  "One area of the bar uses oddly shaped sitting areas and tables to allow for centaurs or other non-humanoid races to be there.",
                  "Tavern secretly hides 10 coin-sized wooden emblems across it every morning. If you find one, you can exchange it for a bottom-shelf drink of your choice. Tavern\u0027s decorated enough that there are many spots for these to be hidden in. Players can find these with perception/search checks, with them being more likely to find them the earlier in the morning it is (as less of them have already been found).",
                  "The menu (or barmaid) insist on pairing everything on the menu with a spiced meat. You want ale? There\u0027s a meat for it. Wine? There\u0027s a meat for it. You just want to order some gruel and be left alone? Too bad! There\u0027s a meat for that.",
                  "Soft music fills the room, just over the din of the occupants. Each patron, however, hears a different tune/instrument to fit their mood/preference.",
                  "The wait staff are all benevolent changelings that shift a slight detail every time they leave direct sight. For example: they first meet a blonde, mustachioed barkeep. When he returns with drinks, he\u0027s clean shaven. He dips below the bar to fill from the tap and emerges with darker hair.",
                  "Upon entering you must sign up to take part in a barroom brawl. People who arrive late have to take less desirable positions in the fight, such as ?first one to get thrown through the window.?",
                  "If anyone orders anything other than the bartender?s personal brand of brew, all other patrons are allowed to throw darts at them.",
                  "A cross shaped tavern with the bar in the middle, the people always want to emerge from shadowy corners, \u003ci\u003eso this one has 8.\u003c/i\u003e",
                  "Your food/drinks are brought to you via tortoise - literally the opposite of Fast Food",
                  "Cats freely roam the Tavern looking for treats and cuddles",
                  "No chairs, we eat on the floor with low tables, prone, on your belly, propped up with your elbows.",
                  "The tavern is segregated by race, you get a discount if you sit in your designated area, charged double if you don?t",
                  "There is some strange skeleton mounted to the wall above the fireplace. Nobody knows what kind of creature it belongs to or where it came from, but it\u0027s been there for so long that patrons just accept and celebrate its existence.",
                  "The tavern is enchanted to prevent any and all acts of violence within its walls. It allows patrons to rest free from conflict or worry, no matter what their political, religious, or racial affiliation. It may also serve as the perfect hideout for someone with enemies, provided that they remain in the tavern.",
                  "Rumour has it, you are to be either stupid drunk or else heavily caffeinated while you exit through the door because otherwise crossing its threshold causes a pounding headache that plays echoes of the pounding tavern walls throughout the rest of the day intensifying and diminishing with light levels (as: Light-Sensitive).",
                  "A dwarven mechanic runs the bar and has a set of three automatons in the corner that when he presses a stone button under the bar they spring to life and start lifelessly playing a beautiful song. The bartender usually leaves it off and has a somber look whenever the tavern fills up and he puts them on.",
                  "This tavern has an ancient, but magical crossbow over the bar that has patrons split on whether or not it works or not (spoiler alert - it does), and rumors of the tavern owner\u0027s dangerous past. Bonus points if he is an elderly unassuming gentleman.",
                  "The tavern has been enchanted so that, on the inside, it seems like there\u0027s a storm raging outside no matter the weather.",
                  "A fake replica of a unique and well known artifact from the world hangs above the fireplace. Half the visitors think it?s the real thing, while the other half are certain it?s not...",
                  "The tavern is managed by a wizard and their apprentices. Unseen servants carry orders between tables while apprentices man the kegs of magically enhanced brew. \u003ci\u003eMany of the doors and passageways of the tavern may be used as portals if the proper keys and rituals are performed.\u003c/i\u003e",
                  "This tavern is known for the fire walking competition it hosts. A bed of coals is rests in the center of the tavern and is carefully tended by its staff. Those who win the competition typically get free drinks and meal for the night.",
                  "The tavern has a archery/axe throwing range in back that is often used by customers to settle bets, disputes, or just have a good time.",
                  "A long dice table makes up a section of the bar (or maybe the entire bar is a dice table, and you roll to determine the price of your drink.)",
                  "In this tavern, anyone can steal your drink without punishment.",
                  "Other patrons are playing their own ttrpg, but if inspected the party realizes that they are playing a very similar adventure to their own. \u003ci\u003eToo similar to be a coincidence.\u003c/i\u003e",
                  "A shady alchemist behind the tavern will sell sleeping potions and other concoctions for people to buy and spike drinks with. \u003ci\u003eTavern owners are aware of this man, but aren\u0027t doing anything about him due to him sharing some of his profits with them.\u003c/i\u003e",
                  "At the dartboard, there is a dart which is a +2 magic item and has been made more durable by the enchantment. It\u0027s hidden among the other darts for the tavern\u0027s dart game. \u003ci\u003eNo one else knows about it or how it got there, but it can be found with Detect Magic and stolen.\u003c/i\u003e",
                  "Drinking glasses are prismatic and more durable. It\u0027s actually a side-business the tavern has going for it, you can buy them for 1 gold per glass and will be charged for breaking them \u003ci\u003e(could have qualities other than being prismatic, point is that they\u0027re special and could make for a good souvenir)\u003c/i\u003e",
                  "The tavern is themed as a [Violent Race Single] establishment. The staff all dress up and enact stereotypes, poorly.",
                  "The tavern has lavish chandeliers, well-kept and polished countertops, high-quality alcohol and excellent entertainment inside, making it a popular hideout for the region?s nobility \u003ci\u003e(perhaps they even fund the establishment).\u003c/i\u003e"
              ]
}
