{
    "BrothelNextDay":  {
                           "Title":  "Brothel Next Day",
                           "Description":  null,
                           "Items":  [
                                         "you are in love.",
                                         "you only remember being beaten until you passed out, and now you are bleeding from... somewhere.",
                                         "they might actually be in love with YOU- and they are seeming very clingy.",
                                         "you feel like a new person.",
                                         "you?re walkin on sunshine.",
                                         "you dread returning to the real world.",
                                         "you realize you?ve never had anything like that before. You might want to put a ring on this one.",
                                         "you are sore in all the wrong places.",
                                         "you have trouble walking normally. Disadvantage on dexterity checks for the day.",
                                         "you discover bruises all over your body, even your face.",
                                         "you have two black eyes and a twitchy eye. The twitchy eye is permanent.",
                                         "your nipples are still bleeding.",
                                         "you briefly consider ditching the gods from now on and praying to this hooker instead.",
                                         "you wake up and cuddle for a long time. It?s really nice. Afterward you find out the cuddling doubled your bill.",
                                         "you realize all you two did was talk all night. It was exactly what you needed.",
                                         "you apologize for crying so much, and take your leave.",
                                         "you can?t remember a better night you?ve ever had in your whole life.",
                                         "you think you sprained your ankle. Disadvantage on acrobatics checks for the day.",
                                         "you begin to seriously worry that your genitals may actually be broken.",
                                         "you have fleas. Not easy to get rid of.",
                                         "you itch EVERYWHERE. ITS UNBEARABLE.",
                                         "your kidneys hurt really bad.",
                                         "you feel absolutely wonderful.",
                                         "you find yourself wondering how many nights in a row you can afford.",
                                         "you are scarred for life. It will be very hard to even walk into a brothel ever again (DC 18).",
                                         "you swear you are going to marry them, one day.",
                                         "you don?t remember anything after getting undressed. Oddly, you are fully clothed again and standing outside, apparently in the middle of conversation with a stranger who just asked you ?and how do you know THAT!??",
                                         "you feel extremely dehydrated.",
                                         "you feel very violated.",
                                         "you realize you will never look at a hamster the same way again.",
                                         "you find yourself feeling very, very guilty for all of the terrible things that went down last night.",
                                         "you feel like a champion! You really laid it down in there.",
                                         "word has already gotten around the brothel about you ? several other prostitutes offer steep discounts as you pass them on the way out.",
                                         "it starts to dawn on you that it was odd they insisted on complete darkness during the whole exchange. Why was a darkness spell necessary?",
                                         "you finally realize what their nickname was all about.",
                                         "they decide it?s time for round two. This one is on the house.",
                                         "you realize you?ve discovered inconceivable levels of pleasure you never thought possible.",
                                         "you realize that you really had no idea how incredibly painful that was going to be.",
                                         "you make a promise to yourself that you are never going to speak of this, or what happened here, to anyone ever.",
                                         "you really, REALLY don?t want to leave. The owner and several employees have to escort you out forcibly.",
                                         "your anus is broken.",
                                         "you find yourself alone, naked, and still tied to the bed. 50 feet of your rope from your inventory is gone. If you didn?t have rope, the clothes you were wearing were shredded to make the bonds instead.",
                                         "you are sticky EVERYWHERE. The wash basin is filled with water that makes you want to gag.",
                                         "you realize last night was WAY rougher than you expected. You are missing several patches of hair from your head now.",
                                         "you realize you were not ready for that level of experience. You walk out shaky like a newborn deer.",
                                         "you realize that was the most intense thing that has ever happened to you. For some reason you are unable to unclench your fists for the rest of today.",
                                         "You reek of [Smell].",
                                         "you have a lot of hair in your mouth. A LOT.",
                                         "you have contracted crabs.",
                                         "you have contracted warts."
                                     ]
                       }
}
