{
  "Title": "Religious Building Interesting Thing",
  "Description": null,
  "Items": [
    "The basement is said to be 30 levels deep. Nobody has been deeper than the 2nd basement for several generations",
    "Someone lives in the attic, but nobody knows who it is",
    "The building is definitely haunted",
    "All the windows are stained glass. The artwork in them depicts unspeakable violence.",
    "The gleaming altar on display isn?t the one they use the most. The real altar is caked in dried blood.",
    "There is a secret door in the basement. Behind it is a torture room.",
    "There?s a tunnel in the cellar that leads to the brothel",
    "The artwork conceals subtle depictions of [Deities No Links|4], clever nods to a different deity.",
    "The candles are white, but the melted wax turns a blood red color.",
    "The building seems to always be brighter inside than it should be.",
    "The furniture has interesting carved white accents. They are bones.",
    "The floor near the altar shows signs of fingernail scratches leading up to it",
    "The front doors are marred from attack",
    "The building has scorch marks on it",
    "The ceiling inside is wide open to the sky",
    "There is no furniture to sit on inside",
    "Music is playing inside. From... where? It?s unclear.",
    "The stained glass window artwork is breathtaking.",
    "The building has an alternating draft flowing through it. Almost as if... it?s breathing.",
    "The floors are hewn from gorgeous marble",
    "The floors are a broken mosaic tile design",
    "The statues inside are all naked. That wouldn?t be odd if there weren?t so many of them arranged in compromising positions.",
    "The whole interior smells like [Smell]",
    "The interior is filled with those paintings that seem to always be looking at you no matter where you stand.",
    "The interior is immaculately clean",
    "There?s a pit in the center of the main chamber that you cannot see the bottom of",
    "Inside, several private rooms are curtained off from the main chamber",
    "The walls are lined with filled bookshelves from floor to ceiling. A sign indicates they are off limits to non-clergy",
    "The whole interior is swimming in a thick haze of incense smoke. In the main chamber it?s difficult to even see the other end.",
    "Large brazers are burning throughout the main chamber. They don?t seem to be emitting any smoke or heat.",
    "The candles inside burn with a [Color] flame",
    "You could hear a pin drop inside- no one seems to be talking, and are very careful about making noise when they move about.",
    "A large metal door inside is barred, locked, and chained shut.",
    "The building creaks and moans constantly under its own weight.",
    "In contrast to the exterior, the inside walls and floor are made from [Building Material]",
    "Curtains cover the windows and no flames are present inside. It?s very dark.",
    "Pictures hang on every wall, but they are all completely painted solid [Color]",
    "Seating inside is arranged in concentric circles around a large [Color] crystal that juts from the floor.",
    "The floor is a beautiful mosaic pattern done in subtle variations of off-white and light yellow. Closer inspection reveals: they are teeth.",
    "Various fancy jars surround the large chamber. They are filled with entrails.",
    "A large pond is inside, teeming with beautiful coy",
    "A natural spring is bubbling into a fountain in the main chamber. The water is [Color]",
    "The interior is completely empty- no walls, no furniture, no flooring. It is a roof atop exterior walls, and that?s it.",
    "The interior is a literal maze of twisting hallways and doors. It was made intentionally to be very confusing.",
    "The floor inside is composed of a gorgeous grass lawn. There are no skylights but the grass is really lovely. No shoes allowed.",
    "The walls inside are perspiring some sort of oil.",
    "A large flat rock is at the other end of the greatroom. It is shiny and worn smooth along its edges, where it appears to have been touched by countless hands for untold years.",
    "Steam sometimes slowly emanates from cracks in the flooring.",
    "Nobody is inside from what you can see- but you can HEAR them. Once you cross the threshold they fade into view.",
    "Looking out through the windows shows a different location than what is actually outside",
    "Looking out through the windows shows a different time of day than it is right now.",
    "As soon as you cross the threshold, you begin to hear low, unintelligible whispering in your mind",
    "You feel distinctly happier inside the second you cross the threshold",
    "Once inside you notice everyone is naked. You are, too. Nobody seems to notice.",
    "Once inside you notice everyone is wearing the same [Color] robes. You are, too.",
    "You feel distinctly sadder inside the second you cross the threshold",
    "A large pond is inside, teeming with dangerous looking eels",
    "The building seems to always be darker inside than it should be.",
    "The floors are a beautiful mosaic tile design",
    "The interior is filthy and bug-infested"
  ]
}