{
  "Title": "Village Drama",
  "Description": null,
  "Items": [
    "The young widow of the late Mr. Martin has been married three times. All of her other suitors were met with an untimely demise.",
    "Something scares the chickens every night! The rooster hasn't crowed in weeks.",
    "When the wind is just right, there's a strange smell coming from [NPC Any Race or Gender Name]'s barn.",
    "There is an abandoned graveyard in the backwoods that does not show up on any maps. You can only find on night of a new moon.",
    "There is a black cat that appears in town sometimes. If you greet it kindly and if possible, offer it something to eat, you will be rewarded. Those who kick it or insult it have increasingly worse night terrors until they apologize or go mad with fear, often killing themselves.",
    "The lord mayor's wife disappears from town every now and then. Everyone in town gives different reasons as to her absence when asked. (She's visiting her sick sister, she's picking up rare herbs for the apothecary, she's getting a surprise gift for her husband how sweet! etc.)",
    "There's an abandoned, decrepit cottage on the outskirts of town, and no one has lived there in years. When it rains, a light can be seen from the attic and a haunting melody heard.",
    "Nearly everyone in town has slept with [Random Human Female First Name] [Random Human Female Last Name]. The problem is, people are starting to get jealous- even the married ones.",
    "The [Village Government Official] is sleeping with [NPC Any Race or Gender Name]. That is not who they are married to...",
    "The local Tavern owner has illegitimate children with several of the townsfolk.",
    "Somebody poisoned the [Village Government Official]'s spouse last week- and it ultimately caused their death yesterday.",
    "[NPC Any Race or Gender Name] is behind bars for showing up to little [NPC Any Race or Gender Name]'s funeral completely wasted and causing a scene.",
    "[NPC Any Race or Gender Name] is going to be hanged tomorrow, for what was done to the [Village Government Official]",
    "[Random Human Female First Name] had BETTER stay away from [Random Human Female First Name]'s husband [Random Human Male First Name], or there WILL be Hell to pay!",
    "The Priest has been warned for the last time to stay away from the children of the town.",
    "Nobody has seen the [Village Government Official] in [2d10+4] days.",
    "[NPC Any Race or Gender Name] has lost their children AGAIN. That makes the [2d4+2]th time this month!",
    "[NPC Any Race or Gender Name] is abusive toward their spouse.",
    "[NPC Any Race or Gender Name] passed out naked in the street last night",
    "The [Village Government Official] passed out naked in the street last night",
    "There's another stranger in town, and everyone has been avoiding them so far.",
    "Old lady [NPC Any Race or Gender Last Name] has gone completely batshit crazy",
    "Old man [NPC Any Race or Gender Last Name] has ran off with the [Village Government Official]'s daughter.",
    "Nobody here really trusts the clergy anymore",
    "Everyone is pissed about what their taxes are being spent on",
    "They are teaching SCIENCE in the school now! The outrage is palpable.",
    "Somebody made off with Farmer [NPC Any Race or Gender Last Name]'s prized goat last night.",
    "Farmer [NPC Any Race or Gender Last Name] seems a little TOO attached to his sheep nowdays...",
    "An assassin came through here just yesterday, and nobody has seen the [Village Government Official] yet this morning.",
    "There are always strange lights coming from the tavern basement",
    "The [Village Government Official] holds a swingers party every Saturday",
    "The [Village Government Official] is a raging alcoholic",
    "[Random Human Female First Name] [Random Human Female Last Name] probably really did kill her husband, but nobody can prove it.",
    "[Random Human Female First Name] [Random Human Female Last Name] wants to start a whorehouse in town, but the [Village Government Official] is vehemently opposed to the idea.",
    "Savvy townsfolk know there is a secret gambling hall under the church in the basement",
    "[NPC Any Race or Gender Name] is, without a doubt, the village idiot",
    "Everyone wants [NPC Any Race or Gender Name] to run for village [Village Government Official], but they want nothing to do with it",
    "The watchmen are completely corrupt. They rob more folks than any bandits ever have.",
    "People seem on edge after what old man [NPC Any Race or Gender Last Name] said before he left town",
    "[NPC Any Race or Gender Name] is selling bootleg liquor out of the back of the church"
  ]
}