{
  "Title": "Brothel Interesting Thing",
  "Description": null,
  "Items": [
    "---Secret Society Generator. A secret society uses this business to recruit members and blackmail enemies",
    "Someone lives in the attic, but nobody knows who it is.",
    "The building is definitely haunted.",
    "All the windows are stained glass. The artwork in them depicts unspeakable violence.",
    "----Religious Group Generator. The largest religious sect in town uses this business to gather sacrifices.",
    "There is a secret door in the basement. Behind it is a torture room.",
    "There?s a tunnel in the cellar that leads to the church",
    "The artwork conceals subtle depictions of [Deities No Links|4], clever nods to a certain deity.",
    "The candles are white, but the melted wax turns a blood red color.",
    "The building seems to always be brighter inside than it should be.",
    "The furniture has interesting carved white accents. They are bones.",
    "The rugs inside are wet and squishy.",
    "The front doors are marred from attack.",
    "The building has scorch marks on it.",
    "The ceiling inside is wide open to the sky",
    "There is no furniture to sit on inside.",
    "Music is playing inside. From... where? It?s unclear.",
    "The stained glass window artwork is breathtaking.",
    "The building has a rythmic pulsing to it, from the goings on in several of the rooms mixing together.",
    "The floors are hewn from gorgeous marble.",
    "The floors are a broken mosaic tile design.",
    "The statues inside are all naked, arranged in compromising positions.",
    "The whole interior smells like [Smell].",
    "The interior is filled with those paintings that seem to always be looking at you no matter where you stand.",
    "The interior is immaculately clean.",
    "Clients apparantly aren't required to go to a private room for thier services. Several are right in the front room.",
    "Inside, several private rooms are curtained off from the main chamber.",
    "The walls are lined with filled bookshelves from floor to ceiling.",
    "The whole interior is swimming in a thick haze of incense smoke. In the main reception room it?s difficult to even see the other end.",
    "It's REALLY hot and sweaty inside- the temperature is nearly unbearable.",
    "The candles inside burn with a [Color] flame.",
    "The screaming from various rooms is really obnoxious. You can barely hear what anyone is saying to you.",
    "A large metal door inside is barred, locked, and chained shut.",
    "The building creaks and moans constantly under its own weight.",
    "In contrast to the exterior, the inside walls and floor are made from [Building Material].",
    "Curtains cover the windows and no flames are present inside. It?s very dark.",
    "Pictures hang on every wall, but they are all completely painted solid [Color].",
    "There is only one room for use. Employees and clients are lined up outside it waiting for thier turn.",
    "The flowers around the place almost mask the smell of the business. Almost.",
    "Various fancy jars surround the large chamber. They are filled with ashes.",
    "A large washing basin is inside, the water looks... unappealing.",
    "None of the \"private\" rooms have doors.",
    "The interior is completely empty- no walls, no furniture, no flooring. It is a roof atop exterior walls, and that?s it.",
    "The interior is a literal maze of twisting hallways and doors. It was made intentionally to be very confusing.",
    "The floor inside is composed of a gorgeous grass lawn. There are no skylights but the grass is really lovely. No shoes allowed.",
    "The walls inside are fancy, except they are splattered in a thousand different dried fluids.",
    "The beds are all made for halflings.",
    "Steam sometimes slowly emanates from cracks in the flooring.",
    "Nobody is inside from what you can see- but you can sure HEAR them.",
    "One of the rooms appears to be on fire! Oddly enough, nobody seems concerned and it doesn't seem to be producing smoke or heat...",
    "The front desk is a bed. The receptionist is hard at work.",
    "Some of the rooms sound as if somebody is being murdered inside them. Nobody seems to care.",
    "You feel distinctly happier inside the second you cross the threshold",
    "Once inside you notice everyone is naked. Suddenly you notice that you are, too. Nobody seems to care.",
    "Once inside you notice everyone is wearing the same [Color] robes. Oddly enough, you are too.",
    "You feel distinctly sadder inside the second you cross the threshold",
    "All the employees are lined up along the reception area walls. They look bored.",
    "The building seems to always be darker inside than it should be.",
    "The floors are a beautiful mosaic tile design",
    "The interior is filthy and bug-infested"
  ]
}