{
  "Title": "Brothel Notable Rumors",
  "Description": null,
  "Items": [
    "There's \"treasure\" to be \"found\" somewhere in one of the beds here.",
    "The famous Count [NPC Any Race or Gender Name] is in town. He is a BIG fan of the business here.",
    "[NPC Any Race or Gender Name] one of the prostitutes here, has run away to join the crew of \"The [NPC Nickname 1] [NPC Ship Name]\".",
    "The rates are being raised. Everyone is upset and wondering why.",
    "The body of a female [Race Labels Good Races] was found inside the basement. Everyone is arguing over what to do about it.",
    "The brothel is losing clientele left and right.",
    "The owner will pay handsomely for sabotage of \"independant contractors\"",
    "The brothel is planning something big in the nearby [Quest Color Nouns] [Quest Location 2]",
    "[NPC Any Race or Gender Name], a prostitude working here recently, was attacked by a [NPC Challenging Monster] in the nearby [Quest Color Nouns] [Quest Location 2]",
    "The town of [Small Town Name] is lacking a business like this one. There's opportunity with a market gap like that...",
    "The body of a male [Race Labels Good Races] was found in the closet. Nobody knows who it is or how he died.",
    "There is excitement about preparations for an upcoming carnival, and what that will mean for business.",
    "[NPC Any Race or Gender Name], a worker here, dissapeared after voicing doubts about the lifestyle last week.",
    "The cellar is haunted.",
    "[NPC Any Race or Gender Name] the leading prostitute has mysteriously disappeared.",
    "Bishop [NPC Any Race or Gender Name] is publicly opposing this establishment.",
    "A number of people have been complaining of rash and depression.",
    "Almost all the workers here are pregnant.",
    "[Adjective Evil] magics are being exerimented with under the brothel at night.",
    "The [Secret Society Name Generator] has a sect in town. They are a secret society, and friends of the establishment.",
    "The body of a male [Race Labels Good Races] was found in the bedroom of the owner's home. Everyone wants to keep that under wraps.",
    "The brothel's coffers were recently raided by The [Secret Society Names 1] Boys.",
    "[Random Human Male Family First Name] \"[Brothel Prostitute Nickname]\" [Random Human Family Last Name 2] a prominent prostitute here, has run away to join the crew of The Baron [NPC Nickname 2].",
    "The [Secret Society Name Generator] has a sect in town. They are a secret society, and enemies of the establishment.",
    "[Random NPC Name] has discovered a juicy secret about the owner that could be dangerous if the owner found out.",
    "The local shipwrights are planning a strike. The owner is worried about a decline in business.",
    "There was a brawl between [Random Goliath Birth Name 2] and [Random Halfling Male First Name] the ranger last night at [Tavern Seedy Names 1] [Tavern Seedy Names 2] Tavern. They were both workers here, so that means everyone else needs to pick up thier slack while they recover.",
    "The local painters are planning a strike. The owner is worried about a decline in business.",
    "The [Secret Society Name Generator] has a sect in town. They are a secret society who works with the owner to garner blackmail on prominent figures in the region.",
    "There was a brawl between [NPC Any Race or Gender Name] and [NPC Any Race or Gender Name] last night in the \"boob-boom room\". Niether have been seen since.",
    "All the prostitutes here are at each other's throats.",
    "The circus is in town. That's good for business!",
    "The local [NPC Profession]s are planning a strike. The owner is worried about a decline in business.",
    "[[NPC Any Race or Gender Name] the mobster has mysteriously disappeared after spending a few hours here yesterday...",
    "The ship \"The [NPC Nickname 1] [NPC Ship Name]\" has docked nearby. The workers here are bracing for impact ahead of the sailor's arrival to the building.",
    "[NPC Any Race or Gender Name] and [NPC Any Race or Gender Name] will be fighting a duel tomorrow. Employee count is about to go down by one.",
    "The fireworks wizard is in town. That does nothing for business, but the girls are excited nonetheless.",
    "Archbishop [Random NPC Name] is dying of an incurable affliction. That's not good news for the brothel's books.",
    "A number of people have been complaining of chills and palsy.",
    "[NPC Any Race or Gender Name] , the brothel's book keeper, has run away to join the crew of \"The [NPC Nickname 1] [NPC Ship Name]\"."
  ]
}