{"Title":"02 - City Generator","Description":"Creates a whole city for you, complete with history, an entire royal family, royal court, street names with travel descriptions around town, and even maps.","Items":["Tiny Poor Merchant","Medium Poor Merchant","Tiny Rich Merchant","Medium Rich Merchant","Large Rich Merchant","Lock and Key - A locksmith run by Jodeni, a female dwarf.","Gerard\u0027s Gin - A combination pub and distillery run by the dwarf Gerard and his family.","Quiggly\u0027s Quicklime - A plaster business run by the gnome Quiggly, who has become very wealthy from supplying the city after every disaster.","The Sturdy Sheath - A weapons shop run by Smiling Welby, who can make a custom sheath for some extra gold.","A Tough Climb - A climbing gear shop (rope, picks, etc) with a practice rock wall, run by an enthusiastic elf named Theodas.","The Wetstone - A tavern/inn run by the dwarven blacksmith Venin, who will sharpen your weapons if you stay overnight.","The Broken Mast - An inn run by an old sea captain, Grimsby, who ran his ship aground many years ago. That ship has been repurposed into this inn.","Arcanedy - A shop that sells candy made to look like magic items (gummy amulets, chocolate holy symbols, fruit punch health potions etc.) Run by two silly gnomes, Willy and Wonky.","You Didn\u0027t Know You Needed It - A store filled with items that seem useless to an adventurer, but the tiefling Tenabal who runs it can explain clever uses for them (glitter for fighting invisible mosnters, small mirrors for looking around corners, metal rods for testing questionable liquids, etc)","Harriet\u0027s Hindsight - A fortune teller named Harriet who can only tell you your past, and will explain mistakes you have made in perfect detail.","Which Witch is Wich? - A sandwich shop run by a witch name Mar-Geret. Waiters are Unseen Servant spells.","Armen\u0027s Arms For Men - A weapons shop run by a not unattractive Armen, who is particularly intersted in male customers, and offers weapon training for them for free.","Heck\u0027s Hack \u0027n Slash - Weapons store run by the orc Heck, who enthusiastically describes how he\u0027s personally used each weapon on other people.","Aunties Groceries - A small grocery run by an even smaller sweet elderly halfling named Beatrice. However, Beatrice is proficient in under-the-table deals, and there\u0027s always a shopper who\u0027s actually her personal body guard.","The Mourning Wood - A Inn/tavern whose logo is a weeping willow. The old elf Numian who runs the place is woefully unaware of the connotation of his store\u0027s name.","Bloodbath and Beyond - A weapons shop run by an enthusiastic ogre named Wakurg, who also has a small shelf dedicated to toiletries.","Travis\u0027 Trinkets - A store run by a sleazy half-elf named Travis, that only sells completely useless trinkets, but Travis tries to convince you that they work.","The Ten-Foot Touch - A store run by an entrepreneuring half-elf named Craril who sells 10-foot poles in all sorts of materials.","Lots O\u0027 Knots - Just sells rope. Run by a gnome nicknamed Gnott.","The Bait and Switch - An inn that looks promising, but the service is slow and sub-par. Run by an intelligible dwarf who slurs and mumbles.","Gronk\u0027s Ogre Suppositories - Gross. Also sells suppositories for humans and dwarves. Run by Gronk the ogre.","The Last Repose - Mortuary that sells headstones and embalming tools. Run by Morty, who is totally not a necromancer.","Messijo\u0027s - A family style restaurant run by the gregarious dwarf Messijo.","Obscuro\u0027s Emporium - A store that has what you need, but you have to be able to describe it in every detail, down to the inch of the blade length, or the precise shade of the potion. Usually not worth the effort. Yes, Obscuro is a stage name.","Erwin\u0027s Amazing Arcanum - Sells strong but overpriced amulets. Erwin the gnome has no idea how to haggle, and usually just yells random numbers much higher than the customer suggests.","Herbert\u0027s Unique Herbs - Sells basic utility plants. Believes any herb is rare.","IHOP - Restaurant that serves potatoes with every meal. Mashed or baked. Run by the halfling Lanlas.","Botanist Bob\u0027s Big Boutique of Bouquets - A flower store run by a romantic devil (literally) named Bob. May attempt to use magic to convince you to buy flowers.","The Boastful Bard - Sells instruments at a price slightly higher than it should be. The gnome bard Zilver tries to use his charms (and his high CHA) to convince you that they are fair prices.","Old Man Jensen\u0027s Jam - Jensen is a masterwork jamsmith, and proud of it. He can smith a jam out of any fruit or vegetable, maybe even anything if he tried hard enough.","Goblins R\u0027 Us: Run by several low-IQ goblins who don\u0027t understand how stores work. They simply are advertising that they are indeed goblins.","The Whistling Hammer - A kiosk that sells accessories for your weapons and armor. Flashing lights, charms that play sound effects, and many other obnoxious things.","A Good Knight\u0027s Rest - An inn whose logo is an image of a paladin sleeping in pajama armor. The portrayed paladin owns the inn, and his name is Gregory.","The Jade Dragon - An expensive teahouse, where the waiters\u0027 gloves are enchanted to continually burn to keep the teapots warm while serving. Run by a green female dragonborn named Shalerth.","Barrelstave Outfitters - For all adventuring needs. Run by a fat halfing that takes himself too seriously, named Mr. Kipling. He is a hard bargainer, who is hard to budge on prices.","Critters, Crawlers, and Creepers - A pet store that sells small creatures. Some animals are trained but very expensive. Run by a kooky gnome, Progs.","The Warf: Sells fishing gear, boat supplies, anything to do with the water really. Run by a grumpy gruff halfling with an eyepatch who calls himself Grits.","The Hoard - Store that sells small trinkets and jewelry, run by an elderly lady dragonborn named Iraneth. She is actually very reluctant to sell anything. She will buy things from you however.","Paladjinn\u0027s Punishers - A weapons store run by a djinn, Amon, who insists he is a paladin","Gnomenclature - Scroll and Spell shop. Owned by Priak the gnome, run by several gnomes.","Mixmasters - A half potion shop run by a gnome named Bangalter, and half music shop run by a halfling bard named Christo.","One, Two, Tree - A gardening store run by a dwarf, named Bolril, who\u0027s accent makes it hard to tell whether he says \u0027tree\u0027 or \u0027three\u0027.","The Brawling Box - Tavern with nightly fistfights. Fights are run by a human named Sam.","Hugh\u0027s Huge Halberds - A half-orc that sells halberds that feel just slightly too large to wield comfortably.","Cambion-N-Out - A burger joint run by a tiefling named Beimuhr.","General Goode\u0027s General Goods - A retired veteran named Goode saw an opportunity for a store and took it.","The Cod Father - A fishmonger with a strong Italian accent, named Branlon.","The Curious Courtier - A clothing shop run by an intelligent, impatient, consummate professional goblin named Martin. Clothes are expensive but very high quality and fitted.","De Bears Diamonds - An expensive diamond jewelry store run by an Awakened bear that calls himself Cecil.","Cobblers At Dawn - A pair of shoemakers, Timothy and Tom.","The High Inquisitor - An elf named Erqen who is good at appraising items, but seems to interrogate the value out of them.","Ardilev\u0027s Amazing Antiquities - A store filled with (albiet well done) fraud reproductions of well-known old magic artifacts run by the tiefling Ardilev.","The Dowager Hotel - An expensive hotel (at least 10x a normal inn). Residents and staff alike should look down on adventurers who come in their bloodstained gear. The main counter is usually staffed by the human Jaques.","Jermaine\u0027s Jerked Meats - Jermaine sells dried meat from your basic beef jerky up to exotic and rare jerkies. Does not sell unicorn meat. Does NOT sell unicorn meat.","Lamont\u0027s Laminates - Lamont the Half-Elf is able to laminate anything, messages, bedspreads, and other goods. He can even laminate your armor, but he finds that distasteful.","Red Things - Sells red things. Entire store is the same shade of cardinal red. It is actually very hard to see anything in the store due to the lack of definition of color. Run by a (red) dragonborn named Jura.","Sword and Board - An inn that sponsors a knightly fighting ring.","The Wizard\u0027s Tower - A gimmicky magic store, that sells cheap illusion kits and tricks rather than anything actually magical. Run by a slightly overweight man named Tenn.","Cheese for EVERYONE! - A large grocery that is always sold out of cheese.","The Broken Compass - An inn that seems to always be found when not looking for it. Has great service, but good luck finding it again!","The Seven Leaf Clover - A store dealing in excessive superstition objects. Seven leaf clovers, shooting star firework kits, black cat repellant, mirror insta-fix gel. Run by an incredibly paranoid gnome named Riley, who is covered in charms and believes the universe, karma, luck, and other intangible world forces are out to get him.","Sundial N\u0027 Such - A store that sells non mechanical timekeepers, like sundials, hourglasses, and measured candles. Run by an Elf named Keri.","Deluge - Sells magic umbrellas that are enchanted to protect from different liquids. Run by a sorcerer named Vrochi.","Swatches - A paint store. Has a service where you can BYO herbs to make custom paints. Run by Patch the dwarf.","Fletcher\u0027s Fletchery - An exclusive arrow shop. Bring your own materials to make special arrows. The elf who owns the store believes this was his destiny ever since his parents named him.","Numismatics - Appraiser and currency exchange. Run by an intelligent goblin who always wears glasses that make his beady eyes huge.","Open Range - A large restaurant where the table picks the animal they want to eat, and it gets killed and prepared right there. If a table is able to eat an entire cow, then everyone at the table wins prize belts! Very pricey, as you are essentially buying a whole animal.","Mephibosheth\u0027s Magical Maladies - A dark and shady store run by a tiefling who looks less trustworthy than his storefront. However, all his potions work perfectly as advertised, perhaps even better. Just give him one chance?","Consolidate - A group of proficient wizards who will shrink any item down to a manageable size for you, then give you a one-time use wand which restores the item back to its original size. Due to the popularity of this service, it\u0027s quite expensive.","Roland\u0027s Royal Rapiers - A condescending human named Roland, who used to be a high ranked military official, now sells specifically rapiers. He believes all other weapons are inferior, and looks down on anyone who uses anything else.","Taboos and Voodoos - Run by a half-elf named Madame Mystique, a clearly minimum wage teen who is not at all into her role, a store with almost cringeworthy and silly magic items like a bong that is enchanted to make the booze flow faster, or shirts with dumb sayings on them, which they will occasionally actually say out loud.","Drew\u0027s Booze and Stews - A pub who\u0027s special is always a kind of soup. Not known for its soup.","Illyria\u0027s Illuminaces - A store that sells incredibly fancy and ostentatious lights and lamps. Very expensive. Run by an elf named Illyria who believes she is doing the world a favor by introducing her lamps to it.","Oscar\u0027s Ordnance - A man missing several bits, fingers, an eye, some hair, and with soot on his face, trying to sell homemade explosives out of a kiosk. (\"If I was a bad demoman\u0085\")","Filch\u0027s Pawn - A pawn shop with surprisingly low priced items. Willing to buy most things from adventurers. Most things in the shop are actually stolen, and if the PCs lost something, it might turn up here.","Pops\u0027 Pachyderms - A mount store, that sells horses and beasts of burden, but no elephants. Is owned by a young female elf named Alanis, who may not have a full grasp on Common, after seeing her store\u0027s name.","Kilt Lifters - A tacky and gimmicky tavern based around busty women wearing plaid skirts. Actual highlanders avoid the place like the plague. Food is sub-par.","Zibblethorpe! - A human \u0027wizard\u0027 who charges a large amount of money to give magic lessons to the \u0027less thaumatically privileged.\u0027 Typically throws out his students after a short period because \u0027they just can\u0027t get it.\u0027","Roberts and Roberts - Human professional saddlemakers. One of them pronounces his name \"roh-BEAR\" and has a huge chip on his shoulder about it.","The Best Defense - A store that exclusively sells weapons. No armor or shields to speak of. If asked, employees explain that it\u0027s \"\u0085a good offense.\"","The Stumbling Statue - A proficient dwarven golemmancer named Tavish made a tavern run by animated stone statues. The statues are well crafted, and somewhat recognizable. If properly convinced, Tavish will reveal that he doesn\u0027t make his own golems, and in fact just enchants and leads away statues built by cities in honor of famous people.","The Outpost - After a tough winter, a fort received notice that it would lose its king\u0027s support, the men completely cleared the entire fort out of all supplies and made a break for it. Now they resell the weapons, armor, and other military surplus until they have enough money to restart their lives.","Boots and Barding - An armor/clothing store that sells everything up to mount armor. Run by a half-elf named Petther.","Agatha\u0027s Antidote - For Agatha, a cynical halfling, existence is poison, and booze is the only antidote. A fine enough tavern, just don\u0027t engage the proprietor while she is sober.","Nimble Fingers - A halfling named Chitz is a great locksmith, but for enough money, he might be able to \u0027smith\u0027 his way past a lock that isn\u0027t yours. He doesn\u0027t ask questions either.","Wizard\u0027s Walking Sticks - Ornate and custom staves for wizards. They do not come enchanted.","Dis-enchanted - The place to go to have magical items disenchanted into their basic components. A disclaimer hangs in the window that magical effects from living creatures cannot be removed.","Azkabang - A store that sells a mixture of actual magic items and faux magic/illusion kits, as well as simple pranks like \u0027snakes in a can\u0027\u0085of course there\u0027s always the possibility of literal snakes in a can.","GURTS BIGEST SOWRDS AN STUF - A wood shack with the sign crudely painted in white above the door. Run by a half-orc ex adventurer. Sells excessively large hammers, swords, axes, etc. If asked for a shield, strongly \u0027suggests\u0027 an even larger weapon instead.","Creature Couture - Sells fashionable and unique clothing specifically for animal companions, familiars, and other pets. Run by a very eccentric elf named Torcique (Tor-Chi-Chi, NOT Tor-cee-kay).","The Goodly Wood Surplus Warehouse - If you needed wood for anything, you can get it here. It just has a special premium on it because of druidic origins. It\u0027s just better than regular wood, you wouldn\u0027t understand.","Granite\u0027s Flint - Dwarven arrow makers that additionally sell most throwing and projectile weapons. They do not sell or use melee weapons. The dwarves talk vaguely about their past clan and why they stay away from axes, but they have to be coerced (maybe with a nice pint) to talk about the whole story.","The Seraph\u0027s Steins - Extremely well crafted, ornate, detailed steins and tankards made out of gold, fine silver, and inlaid gems. Everything seems to reflect a somewhat heavenly glow, and the result is a storefront that is almost uncomfortable to look directly at. Its sole proprietor is a dwarf named Tharg, who is a stark contrast to his beautiful art.","Dale\u0027s Daring Didgeridoos - It\u0027s not doing too well.","Gunter\u0027s Gesticulating Gourds - Gunter the Tiefling carves realistic faces into hollowed out gourds. If you stare at them long enough they seem to move! (You might also hear sounds coming from them if you listen hard enough).","The Emperor\u0027s New Clothier - Sells clothes that appear invisible to anyone who is poor at their job, or just plain stupid. Some the best made clothes, for those who can see them.","Carl\u0027s Insane Discounts - A general store led by an old god, a many-eyed tentacle monster who has since reformed his apocalypse cult leading days, and now simply wants to run his store. He calls himself Carl out of courtesy, seeing as how his true name turns mortals to insanity. He speaks directly into the minds of customers, but he means well.","Creatures of Comfort - A store that sells clothes and armor made for non-human races with unusual shapes or skin, such as dragonborn, warforged, shardminds, etc.","The Fourth Wall - A bookstore run by an elderly human named Gary. Sells rulebooks for some game called \"ADND\". Oddly enough, the second time players visit it, the building, despite being a sound brick structure, is reduced to rubble.","Dragon\u0027s Roost - A tavern run by the red dragonborn Tyrath. Rooms are damp and drafty.","Small Seedy Tavern","Large Seedy Tavern","Small Upscale Tavern","Large Upscale Tavern","Tavern Menu","Side Quest Generator","CONTENT GENERATOR 2020 INSTRUCTIONS","DIVIDER","Rescue a Captive","Discover The Fate of a Previous Adventuring Party","Destroy a Magical Threat","Retrieve a Stolen Item","Adventurers Guild","Alchemists Guild","Assassins Guild","Bankers Guild","Fighters Guild","Merchants Guild","Performers Guild","Stonemasons Guild","Thieves Guild","Secret Society Generator","City Generator"]}
