{
  "Title": "Encounter Interesting Event Forest",
  "Description": null,
  "Items": [
    "A treehouse that is seemingly abandoned. After a short climb, the characters can enter the treehouse via a rope ladder. Inside is a journal and notes that describe a hunter searching for a great beast that can very easily blend in with it?s surroundings. (With a high enough perception check, a player can notice that something on the ceiling begins to move\u0085)",
    "An iceburg sitting in a clearing with a magic item of frost frozen at the center.",
    "The results of a band of goblins robbing a traveling tailor. The trees and bushes are filled with a huge number of clothes and hats.",
    "All the plants in this area make sound as the wind blows past them to attract pollinating bats instead bees.",
    "The huge piles of white petals here make this clearing look like a snowy wonderland.",
    "A tunnel drilled under a redwood tree.",
    "An abandoned elven hideout and cache hidden behind walls of brambles, vines, and thorns.",
    "Eight different trees twisted together to create a shelter underneath.",
    "A shimmering pond in an oak grove known for making anyone who drinks from it lucky for three days.",
    "A sleeping stone giant covered in pine trees.",
    "An area where nothing grows, and not even druid magic can grow plant life here.",
    "A wise and magical owl which sits on a trunk and speaks with the players.",
    "A buried corpse. (The players meet the murderer in the next city.)",
    "An inconspicuous looking patch of forest in which time passes considerably faster or slower. It is very difficult to notice this change.",
    "A patch of forest where there appear to be several deer, which upon further inspection are just artistically placed vines.",
    "A clearing with a single bush in its center, and the bush is wildly different in color than anything else in the area- it is strikingly [Color].",
    "An archway woven together by trees and tree branches leading to a small temple.",
    "A grove of saplings that were intentionally seeded among piles of humanoid bones, creating natural effigies that rattle in the wind.",
    "Trees that float several feet off the ground. Inspection reveals shimmering glyphs under the bark.",
    "Land that, as the party walks across it, produces a hollow sound, like the soil beneath holds a cavern or void.",
    "A large herd of owlbear asleep in a berry patch. Blue stains cover their beaks and they cannot be easily roused (location likely under fey influence).",
    "A fairy ring which the locals say becomes an entryway to the Feywild once in a blue moon, and to the Shadowfell every thirteenth blue moon.",
    "A glade where the sounds of the forest fade away to silence. Then you realise you can?t hear your footsteps any longer. Or your voices\u0085",
    "A beautiful, clear stream. The water is lightly sparkling, and produces an intoxicating, soporific effect when consumed.",
    "An enormous pit trap into which you might stumble. Can you escape before whoever set it ? or whatever they set it to catch ? returns?",
    "The slimy tracks of a giant snail. If followed, the creature is encountered trying to devour a humoungus mushroom. Who knows what kind of treasure it might have accidentely swallowed.",
    "An overgrown tomb of an ancient Warrior. (Can?t imagine a cozier home for a mimic...)",
    "A troll guarding a broken down caravan, claiming to be a soldier.",
    "A plantation of mystic sage, that has not been abandoned for long. As soon as the players set foot into the field, voices are heard from a few meters away.",
    "A cozy hut with a lit fire and enough food to feed a whole family. (It?s also a giant man-eating plant, but they?ll figure that out soon enough.)",
    "A small grassy clearing that has one area that the grass refuses to grow. The area is in the shape of a man lying down.",
    "A grove where there is a large odd looking black tree. The tree vaguely seems to have a face towards its top and the branches seem to resemble horns. Where the tree?s ?chest? would be is a pristine katana stabbed into it.",
    "A grove of trees that appear to be transparent slightly. Upon closer inspection, the trees are made of flawless crystals.",
    "A pond that reflects an different area of the woods you are in. If you jump in, you arrive in a different pond. The fish and the wildlife in the pond do not seem to be affected.",
    "A large Cedar tree that has a man stuck to it via an arrow. The man appears to be asleep.",
    "A man in all green plate armor meditating infront of a pine tree. The man has slightly green skin and grass green hair. Upon trying to wake him, your vision wavers for a moment and the man is now a skeleton with plant life growing all over and in it.",
    "A small wooden bridge that allows passage over an even smaller creek. There is an ogre manning the bridge with a sign in crude common ?Please pay the toll.? (If the party chooses to kill the ogre, they will find a licence from the local lord?s build bridgers to allow better travel in the area and that the ogre can collect a toll. They will also find a note that says ?Have fun at work today, daddy? as well as a what looks like a laminated picture of a small ogre girl and female ogre.)",
    "A part of the forest that is in a perpetual winter. (Upon inspection, the forest is protected by a barrier and is attempting to repair itself after a particularly bad drought.)",
    "A portion of the woods seems to make corridors and visibility is limited to only within the ?rooms? the corridors lead to. (Choosing the correct corridor allows the party to go further into the woods but any wrong turn and they are lead back to the entrance area they first entered this section of the woods.)",
    "A river flows from a cave that opens into a spring. On the far side from the opening there is an obelisk that exudes this water in the center of an ancient Stone Giant's Palm.",
    "A tree with a sword stuck in it. On closer inspection there are several skeletons at the foot of the tree, and the skulls of the skeletons are missing.",
    "Two gnomes sitting next to each other, singing in a language no one can understand. (The language is made up, and the gnomes will not pay attention to you until you speak gibberish at them.)",
    "A pond with delicious and clear water you can step in and drink, but you can?t take any of the water in a container, nor can you drop anything into the water.",
    "A trinket- [Trinkets Table], buried below very conspicuous leaves. It belongs to no one, and no one will buy it from you.",
    "An old oak tree that has, somehow, grown around into a spiral. On the trunk is a handprint in the bark that looks as if someone pressed their palm into soft clay. Most who place their hand in the print feel nothing but cold wood, but a chosen few feel warmth and a heartbeat.",
    "A large tree that looks like a birch, except it is shaped like a perfect sphere with small leaf-bearing twigs poking out around the top. Surrounding the tree are dozens of hand-sized runestones laying in the ground. There is no grass within the circle, or any other plants besides the tree, and animals and insects abruptly change direction before crossing into the circle.",
    "A coconut tree, which is odd since coconuts are not native to the region. On the ground below the tree is a single coconut with a hole cut in the side, with flies swarming around it. Do you dare look inside?",
    "A dismembered dryad in a clearing of thorns. The party may hear distant music and cheering. Upon further investigation the party finds a camp of satyrs torturing a dryad and or other fey.",
    "A grove of trees with [Color] leaves and vines growing from them. (Harvesting a pound of the vines and succeeding a DC20 Alchemist?s Tools check allows one to create an elixir that turns the imbiber into a dryad for an hour.)",
    "A grove with 12-feet-tall lilies. (A DC13 perception check allows one to hear noises coming from inside one such lily. Upon inspection, an elven couple is inside the flower having fun in the polen.)",
    "A massive tree contains a spiral staircase made of rocky steps stuck into the wood. Climbing the staircase leads to a flat-topped branch with a stone circle (a-la Stonehenge) on it. Reading the elven runes explains that it is a gateway to the Beastlands, but can only be opened by expending a 7th level spell slot.",
    "A massive tree with crystal-like leaves, causing the light that passes through the canopy to be split into rainbow hues. A Warlock of the Archfey sits beneath the tree, speaking to a dryad who gives him orders from his patron.",
    "Next to a creek you find about a dozen human-shaped trees. (The trees are actually people who were attacked by a ?wooden basilisk?, a variant of the species.)",
    "A bosk of trees with faces carved on them. As you walk by it you always have a feeling that the woodland sounds are whispers, and that someone is watching you. Creatures cannot benefit from long rests made in this bosk.",
    "A clearing in the woods reveals a small pond. Underneath this pond there is a cave, with an air chamber where the body of a long-dead king was buried.",
    "A massive tree, grown horizontally over a waterfall, serves as the only bridge in the area. A band of satyrs demands a toll for crossing, claiming their fey magic is what made the tree grow this way, and therefore they deserve a toll.",
    "A clearing with 8 complete totems, and a ninth one being constructed by centaurs to honor their recently-deceased chieftain.",
    "A waterfall with its water flowing up.",
    "The road opens into an entrance to the Feywild.",
    "Hidden among the trees there is a small fortress. (If investigated, the fort is garrisoned by elves who guard an entrance into the Underdark.)",
    "A chest hidden amongst a group of trees and bushes. (Upon closer inspection the adventurers will find out that everything but the chest is a pack of mimics of varying sizes trying to lure in adventurers. The chest is locked and filled with whatever was in it before the mimics killed the previous owner.)",
    "An abandoned [Abandoned Building Type] overgrown with plant and animal life.",
    "A giant statue of a [Violent Race Single], overgrown with plants.",
    "A giant hole in the ground going straight down hundreds of feet, with a possible cave entrance at the bottom.",
    "A bioluminescent section of forest. At night many of the plants glow in the dark.",
    "A garden of flowers ? an area of the forest is covered in colorful flowers.",
    "An area full of giant shells. Giant insect shells, seashells, snail shells, crab shells, etc. They are overgrown with plants.",
    "A perfectly circular clearing where no trees grow, and symbols are carved in the the trees surrounding it.",
    "In the distance the sound of a flute instrument can be heard. After pushing through a rather thick layer of brush the clearing offers an interesting sight. A group of woodland animals circle around an ancient tree stump, sitting upon it is a small boy playing a flute. When you approach he stops playing and the animals flee into the brush and he fades into nothing.",
    "An empty lumberjacks camp, in which all the tents are filled with potted plants. A powerful fey Lord was visiting the camp and decided to turn the wood cutters into plants and saplings.",
    "A hot spring in a clearing that attracts nearby wanderers into bathing within. It?s actually a pool of bubbling acid with black pudding at the bottom to grab a hold of anyone who tried to bathe in the spring. The spring is mystically enchanted to appear as a calm hot spring instead of bubbling acid littered with bones, with an additional enchantment to charm passersby into taking a dip.",
    "A large boulder covered in a lush moss that exudes vitality. (Taking a short rest next to the boulder maximizes your hit dice.)",
    "A small pond, inhabited by a lone pixie. She offers you a reward if you ?play? with her.",
    "Above you is a network of crisscrossing vines. They are taut. Occasionally a vine ends with a piece of thick draping cloth on it. (Upon investigation they are found to be primative zip-lines) If the party was loud, they are spotted by the locals.",
    "While resting after your battle with the beasts of the forest a PC leans against a weeping willow tree. It sounds a yawning creak of wood as the roots unearth themselves. It moves slightly back causing the PC to tumble over. The tree speaks: ?Pardon me, small one, your blade was poking me.?",
    "A geometrically-shaped part of the forest that is a literal desert, including climate and all. This part of the forest functions on its own. (see desert travel generator)",
    "A long-abandoned pit trap with broken stakes at the bottom! It has partially crumbled, but is still quite dangerous.",
    "An area where every leaf and blade of grass is [Color] and glows in the dark! It is attracting attention (enemies sort of attention) for miles...",
    "A clearing filled with huge flytrap plants.",
    "A giant?s farm. It has the biggest carrots anyone has ever seen! (hope the farmer isn?t around...)",
    "A portal to the Feywild under the roots of a gigantic tree. There are sprites everywhere, trying to chase passerbys off!",
    "Shambling into a clearing, you see a wild-eyed stag, permanently locked in combat with the decapitated head of another stag. As though this was not gruesome enough, the head is animated through dark magic and roaring an unholy roar of anguish, driving the living stag mad.",
    "A circle of mushrooms which is on a layline. It offers a benefit to wizards and sorcerers who sit in it.",
    "A tar pit in which oddly long mushrooms grow.",
    "A crashed airship which is stuck in a few trees that have grown into it.",
    "A floating tree amongst the canopy. No difference from the other trees other than the fact that it is hovering inches from the ground with seemingly no roots ? only a stump.",
    "A clearing with a deep pond. At the center of the pond is a golden statue. The statue is a magical bathysphere that shrinks the party and delivers them to a tiny sunken city.",
    "The ground trembles beneath you, trees turn and tilt, and panicked cries of creatures ring through the woods as the ground lifts up on the back of a colossal, ancient tortoise. Centuries of loam and soil slide from the shell and the creatures waking croak rings through the air.",
    "A giant sinkhole hidden by illusion magic that covers a forest gnome city within the hole.",
    "A rough stone statue of a cyclops. (Unbeknownst to the party, this statue is actually a petrified Cyclops.)",
    "Two creatures locked in vines and frozen in time with magic. A powerful Centaur shaman and a greedy looking human. They are frozen in the form of fighting, the Human holds a beautiful looking chest under his arm, most likely the Centaur's riches.",
    "A small spring surrounded by old ruins of what seemed to be some kind of church. (The water is extremely cold. Once per short rest, when you drink the water, you can choose to end an effect on you, such as charmed or poisoned, or heal 1d6. For every minute you are sitting in the water, you must make a DC 14 Constitution check. On a success, you can end an effect on you and heal 1d6. On a fail, the water is too cold for you and you have to get out. You can?t get the same effects until you finish a short or long rest)",
    "A mysterious glowing fountain that has two koi swimming in a constant circle (one black with a white dot, and one white with a black dot).",
    "A completely [Color] tree. The tree isn?t only this color on the outside, the leaves, and even the inside of the tree, are all shades of the same color.",
    "A section of forest that contains little three-inch doors inset into many of the trees. There are faint giggles and sometimes hissing noises barely audible on the wind.",
    "A huge beehive with very aggressive bees living in it. The hive is 12 feet in diameter, and the bees are 4 inches long.",
    "A dire-bear den. It is very dark and misty inside, and it goes deeper than expected. Are the bears home, or lurking nearby...",
    "The tracks of [Challenging Monster] meander the forest here. Who knows if it's still nearby...",
    "Though there are ample trees here with plenty of leaves and a thick canopy, they provide no shade. It could be very hot traveling under the sun here, as the trees cast absolutely no shadows.",
    "The weather changes completely within a small section of the forest here. (see weather generator)",
    "A forest fire blocks the path after a thunderstorm.",
    "A mess of vines blocks the party?s way. Seems like a sharp weapon will be needed.",
    "Part of the path has been washed away leaving a large, deep mud puddle that is difficult to traverse around because of the dense bush either side. If the party chooses to forge through it takes them [2d20] minutes, and they end up covered in the thick, sticky, foul smelling mud. If the party chooses to clear a path to the side it takes them [3d20] minutes.",
    "The path is overgrown with vines, grasses, and tree roots. It is difficult terrain to move past, and will take twice as long to cross.",
    "A small stretch of woods are petrified in place and time, completely silent and perfectly still. Anyone touching anything but the path in the forest finds it hard as stone and completely immovable. There are birds and other animals in the forest, but they too are as still as statues.",
    "A group of teenagers were smoking in the woods and accidentally started a forest fire. Unfortunately, the party is in that forest and needs to get out."
  ]
}