{
    "EncounterTerrainFeature":  {
                                    "Title":  "Encounter Terrain Feature",
                                    "Description":  null,
                                    "Items":  [
                                                  "A rocky outcropping that vaguely resembles a huge, sleeping humanoid. Local villagers say that it is a giant who once menaced these parts before he was forced into an eternal slumber by a great and powerful sorceror.",
                                                  "A great stone circle has been erected here, whether as some sort of solar calendar or as a means of communing with the gods it is not clear, but locals either revered the place and worship there or whisper of it as haunted and avoid it entirely (equal chance of each).",
                                                  "A lone tree with nooses hanging from the branches, local settlements use this tree to execute criminals who have committed capital crimes, when not in use the place has an evil reputation and is avoided.",
                                                  "The remnants of what must have been an expensive cart lie just off the road here, there are 1D6 skeletons and the long-dead bodies of the horses scattered nearby. Examination of the cart results in finding 1D6 gold pieces and a miscellaneous lesser piece of equipment, along with clues that the cart was waylaid?and the occupants murdered?by bandits.",
                                                  "Pillars of rock rising from the ground, years ago primitive people carved homes in these huge pillars before some event caused them to abandon their rocky homes.",
                                                  "A crooked stone tower rises at a jaunty angle into the sky, the barely-visible roof is missing a number of slates, their smashed remnants litter the ground around it. The tower belongs to an eccentric sage, reclusive hermit or tormented prophet (equal chance of each).",
                                                  "A mighty Oak whose trunk appears to have the pattern of a face visible in the lines and cracks of it\u0027s bark. Local legend says that when the whole land was once covered by a huge forest, great creatures, caretakers of the natural world moved across the land caring for the trees. With the coming of man they slept, but are best avoided lest they wake and be roused to furious anger.",
                                                  "The remnants of what must have once been a village cover this area, it seems as though it burnt down some time ago, although there may still be the odd item (or danger) lurking amidst the charred ruins.",
                                                  "Large worn slabs of stone bearing faint markings attest to this area having once been used as a graveyard, however it is long abandoned and extremely overgrown, but their may be underground tombs and grave goods in the area (as determined by the GM).",
                                                  "A single mighty tree rises from the ground here, it is many hundreds of years old and has millenia of carvings covering it\u0027s trunk. Some of these carvings may hint at local history or lore.",
                                                  "A farmer\u0027s hut and a field groaning with produce, however the cabin seems to have been abandoned and all possessions?save the produce in the field?taken. PCs may freely take a total of 2D6 days worth of rations from the field, however there is a 50% chance that the produce is infected with a blight, consumption of blighted rations causes the PC to vomit for [1d4] damage.",
                                                  "A huge cairn of stones carved with strange symbols rises from the nearby landscape, it is either a marker or the burial place of some forgotten hero (equal chance of each)."
                                              ]
                                }
}
